/* per-state job total %1=job count, %2 = job state */
" / %1$d %2$@" = " / %1$d %2$@";

/* %1=cpu power, %2=cpu power unit (GHz) */
"%1$.2f %2$@" = "%1$.2f %2$@";

/* %1=processor count, %2=processor units, %3=cpu power, %4=cpu power unit (GHz) */
"%3$.2f %4$@ (%1$d %2$@)" = "%3$.2f %4$@（%1$d %2$@）";

/* generic authentication error %1=service name */
"A connection to the service \"%1$@\" could not be opened due to an authentication failure." = "認証に失敗したため、サービス“%1$@”に接続できませんでした。";

/* generic connection error %1=service name */
"A connection to the service \"%1$@\" could not be opened." = "サービス“%1$@”に接続できませんでした。";

/* title of Agents tab */
"Agents" = "エージェント";

/* zero agents */
"agents(0)" = "エージェント";

/* single agent */
"agent" = "エージェント";

/* plural of agent */
"agents" = "エージェント";

/* Available agent state name (capitalized, used in table column) */
"Available" = "使用可能";

/* Cancel button */
"Cancel" = "キャンセル";

/* canceled job state name (lowercase, used in sentence) */
"canceled" = "キャンセルされています";

/* Canceled job state name (capitalized, used in table column) */
"Canceled" = "キャンセルされています";

/* closed connection state */
"closed" = "閉じています";

/* closing connection state */
"closing" = "閉じる";

/* connection failure error */
"Connection Failure" = "接続に失敗しました";

/* master source list title (controllers and grids) */
"CONTROLLERS AND GRIDS" = "コントローラとグリッド";

/* Failed job state name (capitalized, used in table column) */
"Failed" = "失敗しています";

/* failed job state name (lowercase, used in sentence) */
"failed" = "失敗しています";

/* finished job state name (lowercase, used in sentence) */
"finished" = "終了しています";

/* Finished job state name (capitalized, used in table column) */
"Finished" = "終了しています";

/* gigahertz */
"GHz" = "GHz";

/* in an unknown connection state */
"in an unknown state" = "不明な状況です";

/* title of Jobs tab */
"Jobs" = "ジョブ";

/* zero jobs */
"jobs(0)" = "ジョブ";

/* single job */
"job" = "ジョブ";

/* plural of job */
"jobs" = "ジョブ";

/* Offline agent state name (capitalized, used in table column) */
"Offline" = "オフライン";

/* OK Button */
"OK" = "OK";

/* opening connection state */
"open" = "開放";

/* opening connection state */
"opening" = "開こうとしています";

/* title of Overview tab */
"Overview" = "概要";

/* paused job state name (lowercase, used in sentence) */
"paused" = "一時停止";

/* pending job state name (lowercase, used in sentence) */
"pending" = "保留中";

/* Pending job state name (capitalized, used in table column) */
"Pending" = "保留中";

/* zero processors */
"processors(0)" = "プロセッサ";

/* single processor */
"processor" = "プロセッサ";

/* plural of processor */
"processors" = "プロセッサ";

/* grid removal consquences */
"Removing a grid will also remove all of the grid's jobs and move all of the grid's agents to the default grid." = "グリッドを取り除くと、そのグリッドのすべてのジョブが取り除かれ、グリッドのエージェントはデフォルトグリッドに移動します。";

/* Running job state name (capitalized, used in table column) */
"Running" = "実行中";

/* running job state name (lowercase, used in sentence) */
"running" = "実行中";

/* Starting job state name (capitalized, used in table column) */
"Starting" = "起動中";

/* starting job state name (lowercase, used in sentence) */
"starting" = "起動中";

/* Suspended job state name (capitalized, used in table column) */
"Suspended" = "中断中";

/* Job Totals. %1=job count %2=job units */
"Totals: %1$@ %2$@" = "合計：%1$@ %2$@";

/* Agent Totals %1=agents count,%2=agent units,%3=cpuPowerCount,%4=cpuPowerUnit (GHz) */
"Totals: %1$@ %2$@ / %3$@ %4$@" = "合計：%1$@ %2$@ / %3$@ %4$@";

/* Unavailable agent state name (capitalized, used in table column) */
"Unavailable" = "利用できません";

/* Unknown job state name (capitalized, used in table column)
   Unknown agent state name (capitalized, used in table column) */
"Unknown" = "不明";

/* default name for new agents */
"Untitled agent" = "名称未設定のエージェント";

/* default name for new grids */
"Untitled grid" = "名称未設定のグリッド";

/* Working agent state name (capitalized, used in table column) */
"Working" = "動作中";

/* grid removal warning */
"You are about to remove a grid." = "グリッドを取り除こうとしています。";

